dalirnet.rtl-markdown
dbaeumer.vscode-eslint
DotJoshJohnson.xml
dzhavat.css-flexbox-cheatsheet
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.code-runner
GitHub.github-vscode-theme
ms-python.python
ms-python.vscode-pylance
ritwickdey.LiveServer
sidthesloth.html5-boilerplate
solnurkarim.html-to-css-autocompletion
stackbreak.comment-divider
stkb.rewrap
streetsidesoftware.code-spell-checker
vincaslt.highlight-matching-tag
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
